messages = {
    "initial": 'Айоу, баребух, похоже ты зашёл сюда впервые. Я тебя запомнил. Тыкай плес на '
               'клаву и не выебывайся, если это не пароль и не айди от игры. Удачки!',
    "zero_error": 'Ну шо ты делаешь, роднуля, говорю ж, тыкай кнопки пока можно.',
    "payload_error": "Кто-то шо-то натворил. Или нет? Не пойму! Попробуй заново, короче",
    "mainmenu": "Возврат в главное меню оформлен!",
    "creategame_sendpass": "Напиши следующим письмом пароль. Можно использовать"
                           " строчные и заглавные латинские буквы и цифры. И НИЧЕГО БОЛЬШЕ!1!!",
    "findgame_sendid": "Напиши следующим письмом id игры, к которой хочешь присоединиться",
    "success_gc": "Ты смог ввести пароль из нужных цифор. Игра создана! id = {id}, passwd = '{passwd}'",
    "failpass_gc": "You are еблан? Н И Ч Е Г О кроме латинских буков и цифор! НИЧЕГО!!! ничего, блять, понимаешь??? "
                   "НИЧЕГО! НИ-ЧЕ-ГО-ШЕНЬ-КИ БЛЯТЬ! ЗАНОВО ВВОДИ!",
    "startgame": "Начинем. Раздаю роли",
    "delgame": "Удаляю игру. ББ",
    "goodid": "Да, такая игра есть. Теперь введи пароль",
    "badid": "Хелоу, айм соу сори but you обосрался и такой игры нету(. Попробуй еще",
    "back4": "Назад так назад, епты",
    "succ_fg": "Грац, ты подключился к игре! Жди пока ее начнет хост, или можешь съебаться",
    "fail_fg": "Пароль нэвэрный. Попробуй еще",
    "loc_msg": "Локация: ",
    "game_started": "Игра началась! луд гак фэв хан (кто не успел - тот опоздал)"

}
